[
    {
        "date": "September 23, 2015",
        "content": "Debut of Project Apollo Archive gallery on Flickr and new Project Apollo Archive Facebook page"
    },
    {
        "date": "November 26, 2007",
        "content": "First four Apollo 7 film magazines added to the Apollo Image Gallery courtesy Ed Hengeveld."
    },
    {
        "date": "April 24, 2007",
        "content": "Apollo 11 unabridged film magazines 36\/N & 44\/V added to Apollo Image Gallery"
    },
    {
        "date": "April 9, 2007",
        "content": "Ed Hengeveld has graciously supplied processed scans of seven Apollo 9 film magazines for the Apollo Image Gallery"
    },
    {
        "date": "August 13, 2006",
        "content": "CM-108 (Apollo 12) and CM-117 (Skylab 3) photos added to Apollo Spacecraft section."
    },
    {
        "date": "August 1, 2006",
        "content": "Apollo 11 unabridged film magazines 37\/R & 39\/Q added to Apollo Image Gallery, along with Apollo 17 35mm onboard magazines 162\/SS & 163\/TT."
    },
    {
        "date": "June\/July 2006",
        "content": "Apollo 17 unabridged film magazines 133-135 and 137-147 added to Apollo Image Gallery, totalling to over 2200 new and upgraded images."
    },
    {
        "date": "June 4, 2006",
        "content": "Unabridged B&W Apollo 12 film magazine 49\/Z added to Apollo Image Gallery"
    },
    {
        "date": "May 2006",
        "content": "Several unabridged Apollo film magazines added to Apollo Image Gallery, including Apollo 14 65\/KK, 66\/II, 67\/JJ, 68\/MM, Apollo 15 84\/MM, 87\/KK, 88\/TT, 89\/WW, 92\/OO, Apollo 16 105\/M, 109\/G, 111\/J, 112\/L, 113\/A, 114\/B, 115\/D, 116\/E and 117\/F... totalling to over 2200 new and updated images.  Full magazines are now accessed via a separate feature, while the mission galleries include a selection of these images with a broader appeal.  Also, the Apollo Image Gallery now includes a search feature."
    },
    {
        "date": "February 7, 2006",
        "content": "Unabridged color film magazine Apollo 12 48\/X (150 images) added to Apollo Image Gallery."
    },
    {
        "date": "January 23-30, 2006",
        "content": "Unabridged color film magazines Apollo 12 47\/V (153 images), Apollo 15 82\/SS (172 images),Apollo 15 86\/NN (164 images) and Apollo 16 107\/C (165 images) added to Apollo Image Gallery"
    },
    {
        "date": "September 19, 2005",
        "content": "Apollo 16 B&W film magazine 106\/K (179 images) added to Apollo Image Gallery."
    },
    {
        "date": "August 15, 2005",
        "content": "944 images added to Apollo Image Gallery from original film roll scans: AS14 64\/LL, AS15 85\/LL (re-processed), AS15 90\/PP, AS16 108\/I, AS16 110\/H and AS17 136\/H."
    },
    {
        "date": "June 21, 2005",
        "content": "Over 270 Apollo 11 training images added to Apollo Image Gallery, most of which are previously unpublished.  Several Apollo 17 photos also added."
    },
    {
        "date": "May 15, 2005",
        "content": "123 images from Apollo 15 B&W film magazine 85\/LL added to Apollo Image Gallery, completing this magazine."
    },
    {
        "date": "May 14, 2005",
        "content": "Over 40 Apollo 11 training images added to Apollo Image Gallery, including several previously unpublished."
    },
    {
        "date": "February 13, 2005",
        "content": "220 images added to Apollo Image Gallery, including all 154 images from Apollo 12 film magazine \"46\/Y,\" recently digitally scanned by Johnson Space Center directly from the original Hasselblad film roll. Also included are approx. 60 scans from HQ color transparencies, mostly focusing on Apollo 12, 15 and 17 pre-flight and launch activities."
    },
    {
        "date": "January 15, 2005",
        "content": "Over 200 images (all scans supplied by Ed Hengeveld) added to Apollo Image Gallery."
    },
    {
        "date": "October 29, 2004",
        "content": "All audio files in Multimedia section now in MP3 format."
    },
    {
        "date": "October 10, 2004",
        "content": "63 images added to Apollo Image Gallery."
    },
    {
        "date": "July 2004",
        "content": "177 images added to Apollo Image Gallery, including all 127 images from Apollo 11 film magazine \"S\" (the EVA), newly digitally scanned by Johnson Space Center directly from the original film roll"
    },
    {
        "date": "May 3, 2004",
        "content": "192 images added over past two months to Apollo Image Gallery (mostly Apollo 12, 15 and 17). Jan. 2, 2004 - Apollo 15 Command Module recovery photos and \"envisioned\" Apollo 12 Life Magazine cover added to Memorabilia section. Dec. 7, 2003 - Thirty-six Apollo 14 and 15 images added to Apollo Image Gallery. Nov. 1, 2003 - Over 100 images added to Apollo Image Gallery."
    },
    {
        "date": "August 2003",
        "content": "Over 240 images added to Apollo Image Gallery."
    },
    {
        "date": "June 2003",
        "content": "86 images added to Apollo Image Gallery."
    },
    {
        "date": "March 2003",
        "content": "Over 280 images added to Apollo Image Gallery."
    },
    {
        "date": "February 2003",
        "content": "LM-13 photo added to Apollo Spacecraft section.  Thirty-nine images added to Apollo Image Gallery."
    },
    {
        "date": "December 2002",
        "content": "Eighty-five images added to Apollo Image Gallery."
    },
    {
        "date": "October\/November 2002",
        "content": "Over 200 images added to Apollo Image Gallery.  Also, the gallery now includes hi-res versions for 50% of the images."
    },
    {
        "date": "September 2002",
        "content": "Over 200 images added to Apollo Image Gallery."
    },
    {
        "date": "August 11, 2002",
        "content": "Twenty-eight lunar surface photo scans added to Apollo Image Gallery."
    },
    {
        "date": "July 2002",
        "content": "Apollo Spacecraft section added."
    },
    {
        "date": "June 30, 2002",
        "content": "JSC, KSC and Museum of Flight photos added to Memorabilia section."
    },
    {
        "date": "June 23-July 1, 2002",
        "content": "Over 300 images added to Apollo Image Gallery."
    },
    {
        "date": "June 24, 2002",
        "content": "Apollo Crews section now includes individual portrait photo links."
    },
    {
        "date": "June 22, 2002",
        "content": "Books and Videos section extensively updated."
    },
    {
        "date": "April 6 2002",
        "content": "57 images added to Apollo Image Gallery."
    },
    {
        "date": "January 26-28 2002",
        "content": "100 images added to Apollo Image Gallery."
    },
    {
        "date": "November 25 2001",
        "content": "50 images added to Apollo Image Gallery."
    },
    {
        "date": "November 24 2001",
        "content": "Kansas Cosmosphere and more added to Memorabilia section."
    },
    {
        "date": "November 22 2001",
        "content": "84 images added to the Apollo Image Gallery."
    },
    {
        "date": "October 2001",
        "content": "over 75 images added to the Apollo Image Gallery."
    },
    {
        "date": "October 8 2001",
        "content": "new items in Memorabilia and Multimedia sections."
    },
    {
        "date": "August 25 2001",
        "content": "over 100 images added to the Apollo Image Gallery."
    },
    {
        "date": "August 7 2001",
        "content": "new National Air & Space Museum photos added to Apollo Memorabilia."
    },
    {
        "date": "June 2001",
        "content": "170 images added to the Apollo Image Gallery."
    },
    {
        "date": "April 2001",
        "content": "76 images added to the Apollo Image Gallery."
    },
    {
        "date": "March 2001",
        "content": "Several RealVideo clips added to the Apollo Multimedia page."
    },
    {
        "date": "February 2001",
        "content": "Over 60 new images added to the Apollo Image Gallery. Also, several Apollo 15 MPEG clips added to the Apollo Multimedia page."
    },
    {
        "date": "December 2000",
        "content": "Apollo 17 RealAudio highlights now in Apollo Multimedia and LM-13 (Apollo 18 LM) photos added to Apollo Memorabilia"
    },
    {
        "date": "October 2000",
        "content": "Over 70 new images added to the Apollo Image Gallery"
    },
    {
        "date": "August 2000",
        "content": "Apollo 7, 8, 9, 10, 11, 15 & 16 RealAudio highlights now in Apollo Multimedia"
    },
    {
        "date": "6\/26\/00",
        "content": "Over 100 new images added to the Apollo Image Gallery"
    },
    {
        "date": "4\/13\/00",
        "content": "Apollo 9, 10, 12, 13 & 14 clips now in Apollo Multimedia. 3\/14&18\/00 - Ninety-two new images added to Apollo Image Gallery"
    },
    {
        "date": "2\/7\/00",
        "content": "Saturn V Tower (Huntsville, Alabama) photos added to Apollo Memorabilia"
    },
    {
        "date": "1\/9\/00",
        "content": "Thirty-eight new images added to Apollo Image Gallery"
    },
    {
        "date": "12\/5\/99",
        "content": "Several new items added under Apollo Memorabilia."
    },
    {
        "date": "11\/11\/99",
        "content": "Twenty new images added to Apollo Image Gallery"
    },
    {
        "date": "8\/14\/99",
        "content": "consolidated Apollo Image Gallery released"
    },
    {
        "date": "7\/24\/99",
        "content": "Apollo 11 30th Anniversary addendum added to \"Contact Light\" retrospective"
    },
    {
        "date": "7\/6\/99",
        "content": "Memorabilia section of Apollo Archive expanded."
    },
    {
        "date": "7\/5\/99",
        "content": "Twelve additional Moon- and Apollo-related books added to Books and Videos section"
    },
    {
        "date": "5\/15\/99",
        "content": "new Apollo photography book \"Full Moon\" added to Books and Videos section."
    },
    {
        "date": "2\/21\/99",
        "content": "Project Apollo Archive created."
    }
]